<template>
  <section>
    <h2>О нас</h2>
    <div class="info">
      <p>Добро пожаловать в <b>"Сувениры Алматы"</b> – ваш источник оригинальных подарков и памятных сувениров! Мы
        специализируемся на широком ассортименте товаров, включая стильные блокноты, инновационные беспроводные
        зарядники,
        эксклюзивные подарочные наборы и многое другое.</p>
      <p>
        Наша компания гордится тем, что мы не просто продаем товары, мы создаем уникальные возможности для ваших
        праздников, путешествий и повседневной жизни. Мы предлагаем услуги по гравировке, чтобы сделать каждый предмет
        еще
        более персональным и запоминающимся. Независимо от того, ищете ли вы идеальный подарок для друга или хотите
        добавить индивидуальный штрих к своему собственному предмету, наши профессиональные гравировщики помогут вам
        воплотить ваши идеи в жизнь.
      </p>
      <p>
        Присоединяйтесь к нам в <b>"Сувениры Алматы"</b>, где каждый предмет становится уникальным символом ваших
        воспоминаний
        и
        чувств!
      </p>
    </div>

    <div class="images">

    </div>
  </section>
</template>

<script setup>
</script>

<style scoped>
section {
  padding: 0 20px;

  & h2 {
    font-size: 32px;
    padding-bottom: 20px;
  }

  & .info {
    display: flex;
    flex-direction: column;
    row-gap: 20px;

    & p {
      text-align: justify;
      line-height: 3vh;
      font-size: 20px;

      & b {
        font-weight: 600;
      }

      @media (max-width: 576px) {
        font-size: 18px;
      }
    }
  }
}
</style>